Repository: cushy007/jellyfish
Catalog: webapp/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: %(date)s's inventory
fr: Inventaire du %(date)s

source: %s borrowed by %s
fr: %s emprunté(e) par %s

source: %s has already been borrowed
fr: %s a déja été emprunté

source: Accessories
fr: Accessoires

source: Add
fr: Ajouter

source: Add servicing
fr: Ajouter une révision

source: Add state
fr: Ajouter un état

source: Adult
fr: Adulte

source: Air source
fr: Source d'air

source: Auxiliary
fr: (secondaires)

source: Auxiliary regulator
fr: Octopus

source: Auxiliary regulators
fr: Octopus

source: BCD
fr: Stab

source: BCDs
fr: Stabs

source: Backup DB
fr: Sauvegarder la base de données

source: Bcd
fr: Stab

source: Boot
fr: Bottillon

source: Boots
fr: Bottillons

source: Brand
fr: Marque

source: Child
fr: Enfant

source: Cold water compliant
fr: Eau froide

source: Collect
fr: Emprunter

source: Comment
fr: Commentaire

source: Computer
fr: Ordinateur

source: Computers
fr: Ordinateurs

source: Create
fr: Créer

source: Database backup zip file
fr: Zip de sauvegarde de la base de donnée

source: Day (2 dives)
fr: Journée (2 plongées)

source: Entry date
fr: Date d'entrée

source: Every loans
fr: Tous les emprunts passés

source: Fastening
fr: Fixation

source: Fin
fr: Palmes

source: Fins
fr: Palmes

source: First name
fr: Prénom

source: For apnea
fr: Pour apnée

source: From date
fr: Depuis

source: Gear
fr: Matériel

source: Gender
fr: Genre

source: Generate
fr: Générer

source: Generate QR Codes
fr: Générer les QR Codes

source: Give back
fr: Rendre

source: Glove
fr: Gant

source: Gloves
fr: Gants

source: Guarantee
fr: Caution

source: Hood
fr: Cagoule

source: Hoods
fr: Cagoules

source: Import
fr: Importer

source: In progress
fr: En cours

source: In servicing
fr: En révision

source: Invalid data
fr: Données invalides

source: Inventories
fr: Inventaires

source: Inventory info
fr: Informations sur l'inventaire

source: Is present
fr: Présent

source: Is serviced
fr: Révisé

source: Is usable
fr: Utilisable

source: Item
fr: Article

source: Item caracteristics
fr: Caractéristiques de l'article

source: Item info
fr: Informations

source: Item reference
fr: Référence

source: Item type
fr: Type d'article

source: Items estimations
fr: Estimations des prix des articles

source: Lamp
fr: Phare

source: Lamps
fr: Phares

source: Last name
fr: Nom

source: License number
fr: N° de licence

source: Loans
fr: Emprunts

source: Main regulator
fr: Détendeur principal

source: Main regulators
fr: Détendeurs principaux

source: Man
fr: Homme

source: Manometer
fr: Manomètre

source: Mask
fr: Masque

source: Masks
fr: Masques

source: Material
fr: Matériau

source: Maximum American size
fr: Taille américaine maxi

source: Maximum size
fr: Taille maxi

source: Measure
fr: Mesure

source: Member's name
fr: Nom du membre

source: Members
fr: Membres

source: Members csv file
fr: Fichier CSV des membres

source: Minimum American size
fr: Taille américaine mini

source: Minimum size
fr: Taille mini

source: Missing items
fr: Articles manquants

source: Model
fr: Modèle

source: Modify
fr: Modifier

source: Modify item
fr: Modifier l'article

source: Monfins
fr: Monopalme

source: Monofin
fr: Monopalme

source: Monofins
fr: Monopalmes

source: Move
fr: Déplacer

source: Need of servicing
fr: Besoins de révision

source: Nitrox compliant
fr: Nitrox

source: Nothing to give back
fr: Rien à rendre

source: Number of present items
fr: Nombre d'articles présents

source: Orphans
fr: Démontés

source: Overview
fr: Tableau de bord

source: Owner club
fr: Propriétaire

source: Oxymeter
fr: Oxymètre

source: Oxymeters
fr: Oxymètres

source: Premises key
fr: Clé du local

source: Premises keys
fr: Clés du local

source: Pressure
fr: Pression

source: Price
fr: Prix

source: Reason
fr: Motif

source: Reference
fr: Référence

source: Regulators
fr: Détendeurs

source: Reintegrate
fr: Rendre

source: Remaining items
fr: Articles restants

source: Remaining usages
fr: Nombre restant d'utilisations

source: Report file
fr: Fichier de rapport

source: Restart inventory
fr: Redémarrer l'inventaire

source: Restart this inventory ?
fr: Redémarrer cet inventaire

source: Restore
fr: Restaurer

source: Ring
fr: Anneau

source: Rings
fr: Anneaux

source: Scanned text is invalid
fr: Le QR code est invalide

source: Second stage
fr: Deuxième étage

source: Semi-dry
fr: Semi-étanche

source: Serial number
fr: N° de série

source: Servicing date
fr: Date de révision

source: Servicing of %(item)s
fr: Révision de l'article %(item)s

source: Servicings
fr: Révisions

source: Size
fr: Taille

source: Snorkeling
fr: PMT

source: Snorkle
fr: Tuba

source: Snorkles
fr: Tubas

source: Sock
fr: Chaussette

source: Socks
fr: Chaussettes

source: Split bottom / up
fr: Bi-pièce

source: Stabilization
fr: Stabilisation

source: Start inventory campaign
fr: Démarrer une campagne d'inventaire

source: Start inventory of these items:
fr: Inventorier les articles suivants:

source: State of %(item)s
fr: État de l'article %(item)s

source: States
fr: États

source: Statistics
fr: Statistiques

source: Stop %(date)s's inventory campaign
fr: Arrêter la campagne d'inventaire du %(date)s

source: Sucker
fr: Ventouse

source: Suckers
fr: Ventouses

source: Suit
fr: Combinaison

source: Suits
fr: Combinaisons

source: Swimming pool (1 dive)
fr: Piscine (1 plongée)

source: Switch to manual mode
fr: Passer en mode manuel

source: Switch to scan mode
fr: Passer en mode scanner

source: Tank
fr: Bloc

source: Tanks
fr: Blocs

source: Thickness
fr: Épaisseur

source: To date
fr: Jusqu'au

source: Tools
fr: Outils

source: Total inventory estimation
fr: Estimation du prix total des articles

source: Trash item
fr: Mettre l'article à la corbeille

source: Trash this item ?
fr: Mettre cet article à la corbeille ?

source: Trashcan
fr: Corbeille

source: Uninventoried items
fr: Articles non inventoriés

source: Untrash item
fr: Restaurer

source: Unusable items
fr: Articles inutilisables

source: Update
fr: Mettre à jour

source: Usage counter
fr: Nb. d'utilisations

source: Valid until
fr: Fin de validité

source: Validate
fr: Valider

source: Wear
fr: Habillement

source: Week (10 dives)
fr: Semaine (10 plongées)

source: Week-end (4 dives)
fr: Week-end (4 plongées)

source: Weight
fr: Poids

source: Weights
fr: Poids

source: With shorty
fr: Avec shorty

source: Woman
fr: Femme

source: Yoke
fr: Étrier

source: manometer
fr: Manomètre

source: second_stage
fr: Deuxième étage
